const genreJsonInfo = {
    romance: {
        title: "Romance",
        korTitle: "로맨스",
        hashtag: ["사랑", "만남", "설렘"],
        content: ["로맨스물은 사랑과 감정을 중심으로 한 이야기를 다루는 장르입니다.",
                    "주로 로맨틱한 상상과 감성적인 책을 즐기는 분들께 추천합니다.",
                    "휴식이 필요한 때나 사랑 이야기에 빠져들고 싶을 때 좋은 선택이며",
                    "아름다운 메시지나 해피엔딩을 통해 긍정적인 영향을 받을 수 있습니다."]
    },
    horror: {
        title: "Horror",
        korTitle: "호러",
        hashtag: ["귀신", "어둠", "악몽"],
        content: ["공포물은 독자의 감정을 격렬하게 자극하여 두려움, 불안 등을 일으키는 장르입니다.",
                    "주로 불가능한 상황이나 초자연적 요소를 다루며,",
                    "등골이 서늘해지고 싶을 때 읽기 좋습니다.",
                    "다만 관련 트리거가 있을 수 있으니, 읽기 전 주의하시기 바랍니다."]
    },
    sf: {
        title: "SF",
        korTitle: "공상과학",
        hashtag: ["미래", "우주", "로봇"],
        content: ["SF는 미래에 발달한 과학기술에 대한 장르입니다.",
                    "우주 탐험, 시간여행, 평행우주, 외계생명 등",
                    "여러 주제를 다룹니다. 과학에 관심이 많거나 미래에",
                    "대해 궁금하신분들께 추천드립니다."]
    }
}

export default genreJsonInfo;