const teaBookJsonInfo = {
    romance: {
        bookTitle: ['오만과 편견', '나와 너의 365일', '젊은 베르테르의 슬픔', '청혼'],
        bookAuthor: ['제인 오스틴', '유이하', '요한 볼프강 폰 괴테', '배명훈'],
        teaName: ['세이지 차', '캐모마일 차', '국화차'],
        teaHashtag: [['상쾌','향긋','씁쓸','허브'], ['꽃향기', '산뜻','부드러운', '달큰한'], ['꽃향기','상쾌','상큼한','깔끔한']],
        teaContent: ['세이지 차에는 안정적인 효과를 주는 성분이 함유되어 있어 스트레스를 감소시키고 정신적인 안정감을 줄 수 있습니다.', 
                    '캐모마일 차는 아로마향을 지녀 마음의 안정성을 줍니다. 또한 긴장, 스트레스를 푸는 데에도 도움을 주는 차입니다.',
                    '국화차는 눈이 침침하거나 두통이 있을 때 마시면 효과가 있으며, 심신을 안정시키고 불면증에 도움을 주는 차입니다.']
    },
    horror: {
        bookTitle: ['힐하우스의 유령', '오리엔트 특급 살인', '가면산장 살인사건', '고시워너 기담'],
        bookAuthor: ['셜리 잭슨', '애거서 크리스티', '히가시노 게이코', '전건우'],
        teaName: ['세이지 차', '캐모마일 차', '국화차'],
        teaHashtag: [['상쾌','향긋','씁쓸','허브'], ['꽃향기', '산뜻','부드러운', '달큰한'], ['꽃향기','상쾌','상큼한','깔끔한']],
        teaContent: ['세이지 차에는 안정적인 효과를 주는 성분이 함유되어 있어 스트레스를 감소시키고 정신적인 안정감을 줄 수 있습니다.', 
                    '캐모마일 차는 아로마향을 지녀 마음의 안정성을 줍니다. 또한 긴장, 스트레스를 푸는 데에도 도움을 주는 차입니다.',
                    '국화차는 눈이 침침하거나 두통이 있을 때 마시면 효과가 있으며, 심신을 안정시키고 불면증에 도움을 주는 차입니다.']
    },
    sf: {
        bookTitle: ['천 개의 파랑', '프로젝트 헤일메리', '푸른 행성이 있었다', '인간의 피안'],
        bookAuthor: ['천선란', '앤디 위어', '프랑수아 를로르', '하오징팡'],
        teaName: ['세이지 차', '캐모마일 차', '국화차'],
        teaHashtag: [['상쾌','향긋','씁쓸','허브'], ['꽃향기', '산뜻','부드러운', '달큰한'], ['꽃향기','상쾌','상큼한','깔끔한']],
        teaContent: ['세이지 차에는 안정적인 효과를 주는 성분이 함유되어 있어 스트레스를 감소시키고 정신적인 안정감을 줄 수 있습니다.', 
                    '캐모마일 차는 아로마향을 지녀 마음의 안정성을 줍니다. 또한 긴장, 스트레스를 푸는 데에도 도움을 주는 차입니다.',
                    '국화차는 눈이 침침하거나 두통이 있을 때 마시면 효과가 있으며, 심신을 안정시키고 불면증에 도움을 주는 차입니다.']
    }
}

export default teaBookJsonInfo;