const teaBookJsonInfo = {
    romance: {
        bookTitle: ['오만과 편견', '나와 너의 365일', '젊은 베르테르의 슬픔', '청혼'],
        bookAuthor: ['제인 오스틴', '유이하', '요한 볼프강 폰 괴테', '배명훈'],
        teaName: ['홍차', '장미차', '복숭아차'],
        teaHashtag: [['진한','깊은','깔끔한','부드러운'], ['장미향', '단맛','신맛', '우아한'], ['달콤한','과일향','상큼한','시큼한']],
        teaContent: ['홍차는 스트레스를 완화 시키는 효과가 있어요.\n로맨스 책을 읽을 때 같이 마시면\n힐링을 할 수 있을 거예요.', 
                    '장미차에서는 장미향을 맡을 수 있는데,\n장미향은 집중력을 향상 시키는 효과가 있어\n책을 읽을 때 마시기 좋아요.',
                    '복숭아차는 마음을 진정시켜주는 효과가 있어\n로맨스 책을 읽으면서 마시기 좋은 차예요.']
    },
    horror: {
        bookTitle: ['힐하우스의 유령', '오리엔트 특급 살인', '가면산장 살인사건', '고시워너 기담'],
        bookAuthor: ['셜리 잭슨', '애거서 크리스티', '히가시노 게이코', '전건우'],
        teaName: ['세이지 차', '캐모마일 차', '국화차'],
        teaHashtag: [['상쾌','향긋','씁쓸','허브'], ['꽃향기', '산뜻','부드러운', '달큰한'], ['꽃향기','상쾌','상큼한','깔끔한']],
        teaContent: ['세이지 차에는 안정적인 효과를 주는 성분이\n함유되어 있어 스트레스를 감소시키고\n정신적인 안정감을 줄 수 있습니다.', 
                    '캐모마일 차는 아로마향을 지녀 마음에 안정을 줍니다.\n또한 긴장, 스트레스를 푸는 데에도 도움을 주는 차입니다.',
                    '국화차는 눈이 침침하거나 두통이 있을 때\n마시면 효과가 있으며, 심신을 안정시키고\n불면증에 도움을 주는 차입니다.']
    },
    sf: {
        bookTitle: ['천 개의 파랑', '프로젝트 헤일메리', '푸른 행성이 있었다', '인간의 피안'],
        bookAuthor: ['천선란', '앤디 위어', '프랑수아 를로르', '하오징팡'],
        teaName: ['녹차', '로즈마리티', '페퍼민트티'],
        teaHashtag: [['쓴맛','쌉싸름한','떫은','풀향'], ['허브향', '풍미있는', '감칠맛', '상쾌한 향'], ['민트향','청량한','상쾌한','단맛']],
        teaContent: ['녹차는 뇌의 기능을 개선시키는 효과가 있어\nSF 책을 읽으면서 마시기에 적합한 차예요.', 
                    '로즈마리티는 집중력을 향상시켜주는 효과가 있어\nSF 책을 읽으면서 마시면 도움이 될 거예요.',
                    '페퍼민트차는 진정을 시켜주는 효과가 있어\n독서하면서 마시기에 좋은 차예요.']
    }
}

export default teaBookJsonInfo;